/* No comment provided by engineer. */
"All" = "All";

/* No comment provided by engineer. */
"Are you shure you want to clear all reports?" = "Are you shure you want to clear all reports?";

/* No comment provided by engineer. */
"Are you shure you want to clear this report?" = "Are you shure you want to clear this report?";

"Are you shure you want to send all reports?" = "Are you shure you want to send all reports?";

/* No comment provided by engineer. */
"BBCH" = "BBCH";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Clear" = "Clear";

/* No comment provided by engineer. */
"Clear report" = "Clear report";

/* No comment provided by engineer. */
"Clear reports" = "Clear reports";

/* No comment provided by engineer. */
"Danmark" = "Danmark";

/* No comment provided by engineer. */
"Enter a field name" = "Enter a field name";

/* No comment provided by engineer. */
"Enter a variety" = "Enter a variety";

/* No comment provided by engineer. */
"Failed to send report!" = "Failed to send report!";

/* No comment provided by engineer. */
"Failed to send some reports!" = "Failed to send some reports!";

/* No comment provided by engineer. */
"Field name" = "Field name";

/* No comment provided by engineer. */
"Finland" = "Finland";

/* No comment provided by engineer. */
"Late blight found" = "Late blight found";

/* No comment provided by engineer. */
"Late blight found more than 10 days ago" = "Late blight found more than 10 days ago";

/* No comment provided by engineer. */
"Latitude:" = "Latitude:";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Longitude:" = "Longitude:";

/* No comment provided by engineer. */
"Blight Tracker" = "Blight Tracker";

/* No comment provided by engineer. */
"Map" = "Map";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"Connection not available" = "Connection not available";

/* No comment provided by engineer. */
"No late blight found" = "No late blight found";

/* No comment provided by engineer. */
"Norway" = "Norway";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Password" = "Password";

"Pressure" = "Pressure";

/* No comment provided by engineer. */
"Infection Pressure" = "Infection Pressure";

/* No comment provided by engineer. */
"Report" = "Report";

/* No comment provided by engineer. */
"Report sent" = "Report sent";

/* No comment provided by engineer. */
"Reports sent" = "Reports sent";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Send" = "Send";

"Send reports" = "Send reports";

/* No comment provided by engineer. */
"Sending report" = "Sending report";

/* No comment provided by engineer. */
"Sending reports" = "Sending reports";

/* No comment provided by engineer. */
"Severity" = "Severity";

/* No comment provided by engineer. */
"Sweden" = "Sweden";

/* No comment provided by engineer. */
"The server couldn´t authorize your credentials." = "The server couldn´t authorize your credentials.";

/* No comment provided by engineer. */
"Would you like to store your report?" = "Would you like to store your report?";

/* No comment provided by engineer. */
"No records to display" = "No records to display";

/* No comment provided by engineer. */
"No infection to display" = "No infection to display";

/* No comment provided by engineer. */
"Type of production" = "Type of production";

/* No comment provided by engineer. */
"Unauthorized" = "Unauthorized";

/* No comment provided by engineer. */
"Unsent Reports" = "Unsent Reports";

/* No comment provided by engineer. */
"User Credentials" = "User Credentials";

/* No comment provided by engineer. */
"Username" = "Username";

/* No comment provided by engineer. */
"Variety" = "Variety";

/* No comment provided by engineer. */
"Yes" = "Yes";

// Severity
"N/A" = "N/A";
"strATTACKCODE00" = "No observation";
"strATTACKCODE01" = "No attack";
"strATTACKCODE02" = "One or few spots in the field, largest spot <1 m²";
"strATTACKCODE03" = "One or few spots in the field, largest spot 1-5 m²";
"strATTACKCODE04" = "One or few spots in the field, largest spot 5-25 m²";
"strATTACKCODE05" = "One or few spots in the field, largest spot >25 m²";
"strATTACKCODE06" = "Attacks all over the field, severity 0.0-0.5 %";
"strATTACKCODE07" = "Attacks all over the field, severity 0.6-1.0 % ";
"strATTACKCODE08" = "Attacks all over the field, severity1.1-5.0 %";
"strATTACKCODE09" = "Attacks all over the field, severity 5.1-10.0 %";
"strATTACKCODE010" = "Attacks all over the field, severity 10.1-25.0 %";
"strATTACKCODE011" = "Attacks all over the field, severity >25 % ";

//TypeOfProduction
"strFIELD_TYPE-9" = "N/A";
"strFIELD_TYPE1" = "Conventional";
"strFIELD_TYPE2" = "Organic";
"strFIELD_TYPE3" = "Plastic cover";
"strFIELD_TYPE4" = "Experimental";
"strFIELD_TYPE5" = "Volunteers";
"strFIELD_TYPE6" = "Dumps";
"strFIELD_TYPE7" = "Home garden";
"strFIELD_TYPE8" = "Other";

//BBCH
"strBBCH00" = "No registration";
"strBBCH01" = "No observation";
"strBBCH10" = "First leaves begin to extend BBCH 10";
"strBBCH15" = "2-5 leaves of main stem unfolded (> 4 cm) BBCH 15";
"strBBCH21" = "1st basal side shoot visible, plants 6-7 cm high BBCH 21";
"strBBCH25" = "2-5 basal side shoot visible, plants 10-12 cm high BBCH 25";
"strBBCH30" = "More than 5 side shoots visible, plants 15-20 cm high BBCH 30";
"strBBCH31" = "10 % of plants meet between rows BBCH 31";
"strBBCH33" = "20-30 % of plants meet between rows BBCH 33";
"strBBCH35" = "40-50 % of plants meet between rows BBCH 35";
"strBBCH37" = "60-70 % of plants meet between rows BBCH 37";
"strBBCH39" = "80-90 % of plants meet between rows BBCH 39";
"strBBCH51" = "First individual buds of first inflorescence visible BBCH 51";
"strBBCH55" = "Buds of first inflorescence extended to 5 mm BBCH 55";
"strBBCH59" = "First flower petals of first inflorescence visible BBCH 59";
"strBBCH61" = "10 % of flowers in the first inflorescence open BBCH 61";
"strBBCH63" = "20-30 % of flowers in the first inflorescence open BBCH 63";
"strBBCH65" = "40-50 % of flowers in the first inflorescence open BBCH 65";
"strBBCH67" = "60-70 % of flowers in the first inflorescence open BBCH 67";
"strBBCH69" = "End of flowering in the first inflorescence BBCH 69";

//Alphabet
"alphabet" = "ABCDEFGHIJKLMOPQRSTUVXYZÆØÅ";
